Repository: heybetzadec/IndexOfQuranIos
Catalog: KuranFihristi/*.lproj/Localizable.strings
Languages: az, tr

# app_name
source: The Quran Index
az: Quran Fehristi
tr: Kuran Fihristi

# chapters
source: Suras
az: Surələr
tr: Sureler

source: Dictionary
az: Sözlük
tr: Sözlük

source: Topics
az: Mövzu
tr: Konular

source: Names
az: Adlar
tr: İsimler

source: Other
az: Digər
tr: Diğer

# verse
source: Ayat
az: Ayə
tr: Aye

source: Language
az: Dil
tr: Dil

source: Translation
az: Tərcümə
tr: Meal

source: Alignment
az: Sıralama
tr: Sıralama

# by_sura
source: Sura
az: Surə
tr: Sure

source: By Down
az: Endirilmə
tr: İndirilme

source: Search
az: Axtarış
tr: Ara

source: Copied
az: Kopyalandı
tr: Kopyalandı

source: Share
az: Paylaş
tr: Paylaş

source: Pinned
az: Pinləndi
tr: Pinlendi

source: Arabic Original
az: Ərəbcə orginal
tr: Arapça orijinal

# arabic_latin
source: Latin alphabet
az: Latın əlifbası
tr: Latin alfabesi

source: Arabic
az: Ərəbcə
tr: Arapça

source: Share Ayat
az: Ayəni Paylaş
tr: Ayeti Paylaş

source: Copy Ayat
az: Ayəni Kopyala
tr: Ayeti Kopyala

source: Pin Ayat
az: Ayəni Pinlə
tr: Ayeti Pinle

source: Share Selected
az: Seçilənləri Paylaş
tr: Seçilenleri Paylaş

source: Copy Selected
az: Seçilənləri Kopyala
tr: Seçilenleri Kopyala

source: Pin Selected
az: Seçilənləri Pinlə
tr: Seçilenleri Pinle

source: Selected translation
az: Seçilmiş tərcümə
tr: Seçili meal

source: Settings
az: Parametrlər
tr: Ayarlar

source: Ok
az: Oldu
tr: Tamam

source: Cancel
az: Ləğv et
tr: İptal et

source: Clear All
az: Hamsını sil
tr: Tümünü sil

source: Clear Selected
az: Seçilənləri sil
tr: Seçilenleri sil

source: Pinned ayats
az: Pinlənmiş ayələr
tr: Pinlenmiş ayetler

source: Font size
az: Şrift ölçüsü
tr: Yazı Boyutu

source: Interface mode
az: İnterfeys modu
tr: Arayüz modu

# reminder_ayat_daily
source: Remember ayat daily
az: Gündəlik ayə xatırlat
tr: Günlük ayet hatırlat

# reminder_time
source: Remember time
az: Xatırlatma vaxtı
tr: Hatırlatma zamanı

# close_app
source: Close
az: Çıxış
tr: Kapat

source: Light mode
az: İşıqlı rejimi
tr: Işıklı mod

source: Dark mode
az: Qaranlıq rejim
tr: Karanlık mod

source: On
az: Aktiv
tr: Açık

source: Off
az: Deaktiv
tr: Kapalı

# show_in_verse
source: Show in ayats
az: Ayələrdə gör
tr: Ayetlerde gör

# reminder_ayat
source: Reminder
az: Ayə xatırlatması
tr: Ayet hatırlatması

source: Ayat reminder
az: Ayə xatırladıcı
tr: Ayet hatırlatıcı

# search_all
source: Full Search
az: Tam axtarış
tr: Tam arama

# system
source: Use Device
az: Sistem standart
tr: Cihazı kullan

source: Select others
az: Digərlərini seçin
tr: Başkalarını seç

source: Back
az: Geri
tr: Geri

# quran_life
source: Life with the Quran
az: Quran ilə həyat
tr: Kuran ile hayat

# mark_ayat
source: Mark as where I stay
az: Qaldığım yer olaraq nişanla
tr: Kaldığım yer olarak işaretle

source: Unmark Ayat
az: Nişanı sil
tr: İşareti kaldır

source: Go to mark
az: Nişanlanmış ayəyə get
tr: İşaretlenmiş ayete git

source: Draw on image
az: Rəsm üzərinə yaz
tr: Resim üzerine yaz

source: Random ayat
az: Hər hansı bir ayəyə get
tr: Herhangi bir ayete git

source: Alert
az: Xəbərdarlıq
tr: Uyarı
